{
  "book": [
    {
      "title": "Gone with the wind",
      "author": "Margaret Mitchell",
      "publishedYear": "1964",
      "description": "Gone With the Wind is a story about civil war, starvation, rape, murder, heartbreak and slavery. It is not necessarily a book one would associate with hope. And yet, at the novel's heart lies Scarlett O'Hara, one of the most ruthlessly optimistic characters in literature.",
      "imageUrl": "https://m.media-amazon.com/images/I/51S96fD6ORL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg"
    },
    {
      "title": "Les Misérables",
      "author": "Victor Hugo",
      "publishedYear": "1998",
      "description": "What is Les Misérables about? Les Misérables centres on the character Jean Valjean, an ex-convict in 19th-century France. The story spans many years as it tells of Valjean's release from prison and reformation as an industrialist while being constantly pursued by the morally strict inspector Javert.",
      "imageUrl": "https://m.media-amazon.com/images/I/519y1lPrCbL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg"
    },
    {
      "title": "The Hunger Games",
      "author": "Suzanne Collins",
      "publishedYear": "2008",
      "description": "The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death. The book received critical acclaim from major reviewers and authors.",
      "imageUrl": "https://m.media-amazon.com/images/I/41rEzPpk4cL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg"
    },
    {
      "title": "Emma",
      "author": "Jane Austen",
      "publishedYear": "2010",
      "description": "Emma, fourth novel by Jane Austen, published in three volumes in 1815. Set in Highbury, England, in the early 19th century, the novel centres on Emma Woodhouse, a precocious young woman whose misplaced confidence in her matchmaking abilities occasions several romantic misadventures.",
      "imageUrl": "https://m.media-amazon.com/images/I/41IcVjyC8YL.jpg"
    },
    {
      "title": "War and Peace",
      "author": "Leo Tolstoy",
      "publishedYear": "2008",
      "description": "War and Peacebroadly focuses on Napoleon’s invasion of Russia in 1812 and follows three of the most well-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfillment; Prince Andrei Bolkonsky, who leaves his family behind to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman who intrigues both men.",
      "imageUrl": "https://m.media-amazon.com/images/I/51J1nb00FLL._SX330_BO1,204,203,200_.jpg"
    },
    {
      "title": "Young Forever",
      "author": "Dr. Mark Hyman MD",
      "publishedYear": "2022",
      "description": "Aging has long been considered a normal process. We think disease, frailty, and gradual decline are inevitable parts of life. But they don’t have to be. Science today sees aging as a treatable disease. By addressing its root causes we can not only increase our health span and live longer but prevent and reverse the maladies of aging—including heart disease, cancer, diabetes, and dementia.",
      "imageUrl": "https://m.media-amazon.com/images/I/41jcolfcnEL._SX321_BO1,204,203,200_.jpg"
    }
  ]
}